define({
	root: ({
		"min": "الرقم يجب ان يكون اكبر او يساوي {min}",
		"max": "الرقم يجب ان يكون اصغر او يساوي {max}",
		"maxItems": "عدد العناصر في المجموعة يجب اقل او تساوي {maxItems}",
		"minItems": "عدد العناصر في المجموعة يجب اكثر او تساوي {minItems}",
		"unique": "القيمة يبج ان تكون فريدة في المجومعة",
		"pattern": "القيمة يجب ان تتوافق مع الشروط الموضوعة '{pattern}'.",
		"maxLength": "النص يجب ان يكون اقصر او يساوي {maxLength}",
		"minLength": "النص يجب ان يكون اطول او يساوي {minLength}"
	}),
	ar: true
});


